app/controllers/users_controller.rb

INSERT INTO "users" ("firstName", "lastName", "email", "password", "city", "age", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save